{
	"@metadata": {
		"authors": [
			"Dr Lotus Black"
		]
	},
	"wminc-code-retired": "ဤဘာသာစကားကုဒ်ကို ပြောင်းထားပြီး မူရင်းဘာသာစကားကို ရည်ညွှန်းခြင်းမပြုတော့ပါ။",
	"wminc-custom-editnotice-2": "မည်သည့်ဘာသာစကားများကို သင်အသုံးပြုနိုင်သည်ကို ညွှန်ပြရန် ကျေးဇူးပြု၍ $1 ကို အသုံးပြုပါ။ ဥပမာအားဖြင့် သင်၏မိခင်ဘာသာစကားသည် ပြင်သစ်ဖြစ်ပြီး အင်္ဂလိပ်ကို ကောင်းမွန်စွာပြောနိုင်လျှင် $2 ကိုသုံးပါ။",
	"wminc-custom-featuredwikis-approved": "၎င်းတို့ကို အတည်ပြုပြီး/သို့မဟုတ် ဖန်တီးထားသည်-",
	"wminc-custom-featuredwikis-active": "၎င်းတို့သည် အသက်ဝင်နေပြီး မကြာမီ ၎င်းတို့၏ကိုယ်ပိုင်ဆိုက်ကို ရနိုင်သည်-",
	"wminc-custom-featuredwikis-permanent": "၎င်းတို့သည် ဤနေရာတွင် ရှိနေနိုင်ပါသည်-",
	"wminc-custom-newarticletext-withprefix-1": "$1 ဟု ရိုက်ထည့်ပြီး \"{{int:publishpage}}\" ကိုနှိပ်ပါ။",
	"wminc-custom-newarticletext-withprefix-2": "\" $1 \" ကို အစားထိုးပြီး \"{{int:publishpage}}\" ကို နှိပ်ပါ။",
	"wminc-custom-tb-incorrect-title-title": "သင်သည် မမှန်သော ခေါင်းစဉ်ဖြင့် စာမျက်နှာတစ်ခုကို ဖန်တီးရန် ကြိုးစားနေပါသည်။",
	"wminc-custom-tb-invalid-code-text": "ဤကုဒ်သည် မမှန်ကန်ပါ သို့မဟုတ် ဝီကီမီဒီယာ ပရောဂျက်အသစ်များအတွက် လက်ခံထားသော ဘာသာစကားတစ်ခုနှင့် မသက်ဆိုင်ပါ။\n\nသင်ဤနေရာကို အခြားစာမျက်နှာတစ်ခုခုမှ ရောက်လာပါက၊ ကျေးဇူးပြု၍ ပြန်သွားကာ လင့်ခ်ကို ပြင်ဆင်ပြီး မှန်ကန်သောအမည်ပေးထားသော စာမျက်နှာကို ဖန်တီးပါ။ \n\nအခွင့်အလမ်းတစ်ခုခုကြောင့် ၎င်းသည် သင့်အား တရားဝင် ISO 639-1 သို့မဟုတ် -3 ကုဒ် သို့မဟုတ် လက်ခံထားသောဘာသာစကားတစ်ခုမှ ပိုင်ဆိုင်သည်ဟု သင်ထင်သည့် မည်သည့်စာမျက်နှာကိုမဆို ဖန်တီးခြင်းမှ ပိတ်ဆို့ထားပါက၊ ကျေးဇူးပြု၍ [[$1|စီမံခန့်ခွဲသူများကို အသိပေးပါ]]။",
	"wminc-custom-tb-space-colon": "နည်းပညာဆိုင်ရာ အကြောင်းပြချက်များအတွက် ခေါင်းစဉ်တစ်ခုသည် နေရာလွတ် သို့မဟုတ် ကူလွန်ဖြင့် စတင်၍မရပါ။",
	"wminc-gadget-iw-add-wikidata": "ဝီကီဒေတာလင့်ခ်ကို ထည့်ပါ",
	"wminc-gadget-iw-dialog-cancel": "မလုပ်တော့ပါ",
	"wminc-gadget-iw-dialog-publish": "လွှင့်တင်ရန်",
	"wminc-gadget-iw-dialog-title": "အပြန်အလှန်ဝီကီလင့်ခ်များ ပေါင်းထည့်ရန်",
	"wminc-gadget-iw-dialog-text": "ဝီကီဒေတာ item တစ်ခုမှတစ်ဆင့် အပြန်အလှန် လင့်ခ်များကို ထည့်ရန် ဤဖောင်ကို အသုံးပြုပါ။ ဝီကီဒေတာ item ID သို့မဟုတ် URL တစ်ခုအား အောက်ပါ အခြားဘာသာစကားဖြင့် ရှိပြီးသား ဆောင်းပါးတစ်ခုသို့ ကူးထည့်ကာ \"{{int:wminc-gadget-iw-dialog-publish}}\" ကိုနှိပ်ပါ။",
	"wminc-gadget-iw-dialog-qid-placeholder": "ဥပမာ $1",
	"wminc-gadget-iw-dialog-editpage": "စာမျက်နှာကို တည်းဖြတ်ရန်",
	"wminc-gadget-iw-dialog-replace-text": "\"{{int:wminc-gadget-iw-dialog-publish}}\" ကိုနှိပ်ခြင်းဖြင့် သင်သည် ဝီကီဒေတာမှ ဝန်ဆောင်မှုပေးသော အပြန်အလှန်ချိတ်ဆက်ထားသော လင့်ခ်များဖြင့် ဤစာမျက်နှာရှိ အင်တာဝီကီလင့်ဟောင်းများကို အစားထိုးမည်ဖြစ်သည်။ ဝီကီဒေတာကို ရွေးချယ်ရန် အသုံးပြုမည့် ဆောင်းပါးမှာ အောက်ပါအတိုင်း ဖြစ်ပါသည်-",
	"wminc-gadget-iw-dialog-replace-editinstead": "၎င်းသည် မမှန်ပါက လင့်ခ်ကို လက်ဖြင့်ပြင်ရန် စာမျက်နှာကို တည်းဖြတ်ပါ။",
	"wminc-gadget-iw-dialog-learn-more": "ဝီကီဒေတာအကြောင်း ပိုမိုလေ့လာရန်",
	"wminc-gadget-iw-dialog-wikidata-search": "ဝီကီဒေတာတွင် ရှာဖွေရန်",
	"wminc-gadget-iw-error-invalid": "သင်ထည့်သွင်းထားသော ဝီကီဒေတာ ID သို့မဟုတ် လင့်ခ်ချိတ်ထားသည့် စာမျက်နှာ မရှိပါ သို့မဟုတ် စာမျက်နှာသည် ဝီကီဒေတာနှင့် မချိတ်ဆက်ထားပါ။ ထပ်မံစမ်းကြည့်ပါ။",
	"wminc-gadget-iw-error-reload": "ကျေးဇူးပြု၍ စာမျက်နှာကို ပြန်လည်စတင်ပြီး ထပ်စမ်းကြည့်ပါ။",
	"wminc-gadget-twpref-setlang": "ဘာသာစကား သတ်မှတ်ရန်- $1",
	"wminc-gadget-twpref-setlang-tooltip": "သင်၏ အင်တာဖေ့စ်ဘာသာစကားကို $1 ဟု သတ်မှတ်ပါ",
	"wminc-gadget-twpref-setwiki": "$1ကို သင်၏စမ်းသပ်ပရောဂျက်အဖြစ် သတ်မှတ်ပါ",
	"wminc-gadget-twpref-setwiki-tooltip": "$1 ကို သင့်စမ်းသပ်ပရောဂျက်အဖြစ် သတ်မှတ်ပါ၊ သို့မှသာ သင်ဖန်တီးသော စာမျက်နှာအသစ်များသည် ဤပရောဂျက်၏ တစ်စိတ်တစ်ပိုင်းဖြစ်ပါမည်"
}
