{
	"@metadata": {
		"authors": [
			"Jon Harald Søby"
		]
	},
	"wminc-code-macrolanguage": "Message shown for Incubator projects in languages that are defined as macrolanguages in ISO 639-3.\n\nSee also {{msg-mw|Wminc-code-collective}} and {{msg-mw|Wminc-code-retired}}\n\nParameters:\n* $1 - (Unused) the language code (not used by default)\n* $2 - the language name in English\n* $3 - the translated language name from CLDR, if available (otherwise, English)\nIt is best '''not''' to change the link to the Wikipedia article about the language. The article about macrolanguage can be changed to point to a translated article.\n\nTechnical note: This message is not used in extension code, but is used by central templates on-wiki on the Wikimedia Incubator.",
	"wminc-code-collective": "Message shown for Incubator projects in languages that are defined as collections of languages in ISO 639-3.\n\nSee also {{msg-mw|Wminc-code-macrolanguage}} and {{msg-mw|Wminc-code-retired}}\n\nParameters:\n* $1 - the language code\n* $2 - the language name in English\n* $3 - the translated language name from CLDR, if available (otherwise, English) \nIt is best '''not''' to change the link to the Wikipedia article about the language.\n\nTechnical note: This message is not used in extension code, but is used by central templates on-wiki on the Wikimedia Incubator.",
	"wminc-code-retired": "Message shown for Incubator projects in languages that are have been retired from ISO 639-3.\n\nSee also {{msg-mw|Wminc-code-macrolanguage}} and {{msg-mw|Wminc-code-collective}}\n\nTechnical note: This message is not used in extension code, but is used by central templates on-wiki on the Wikimedia Incubator.",
	"wminc-custom-editnotice-2": "Edit notice shown when editing the User namespace.\n\nParameters:\n* $1 – The wikicode for babel syntax, i.e. <nowiki>{{#babel:}}</nowiki>\n* $2 – An example showing the babel syntax, i.e. <nowiki>{{#babel:fr-N|en-2}}</nowiki>",
	"wminc-custom-featuredwikis-approved": "Shown on the Wikimedia Incubator main page above a list of test wikis that have been approved.",
	"wminc-custom-featuredwikis-active": "Shown on the Wikimedia Incubator main page above a list of currently-active test wikis.",
	"wminc-custom-featuredwikis-permanent": "Shown on the Wikimedia Incubator main page above a list of test wikis that are unlikely to be approved (for policy reasons).",
	"wminc-custom-newarticletext-noprefix": "Message shown above the edit field if a user attempts to create an article that doesn't have a prefix.\n\nParameters:\n* $1 – A link to the help page about prefixes on the Wikimedia Incubator.",
	"wminc-custom-newarticletext-withprefix-1": "Message shown above the edit field when creating a new category.\n\nParameters:\n* $1 – The text \"<nowiki>{{subst:rct}}</nowiki>\".",
	"wminc-custom-newarticletext-withprefix-2": "Message shown above the edit field when creating an info page for a new test wiki.\n\nParameters:\n* $1 – The text \"language name in English\"",
	"wminc-custom-newarticletext-withprefix-3": "Message shown when creating a new page that has a prefix.\n\nParameters:\n* $1 – A link to the help page on prefixes.",
	"wminc-custom-newarticletext-withprefix-4": "Message explaining how to use prefixes while editing. It is safe to translate the texts within nowiki tags.",
	"wminc-custom-newarticletext-withprefix-5": "Message explaining that one can enable a gadget that deals with prefixes automatically.\n\nParameters:\n* $1 – A link to the preferences section for gadgets.",
	"wminc-custom-tb-incorrect-title-title": "Title for an error message that displays if one is attempting to create a page with a badly-formatted pagename (i.e. without a prefix).",
	"wminc-custom-tb-incorrect-title-text": "Text explaining why a page title is incorrect on the Wikimedia Incubator.\n\nParameters:\n* $1 – A link to the help page for prefixes.\n* $2 – A link to a page to ask administrators for help",
	"wminc-custom-tb-invalid-code-title": "Title for an error message that displays if one is attempting to create a page for an invalid language code (ISO 639 code).\n\nParamaters:\n* $1 – A link to a help page about ISO 639 codes.",
	"wminc-custom-tb-invalid-code-text": "Text explaining why a language code might be deemed invalid.\n\nParameters:\n* $1 – A link to a page to ask administrators for help",
	"wminc-custom-tb-space-colon": "Error message shown if a user tries to create a page that would start with a space or a colon if there was no prefix.",
	"gadget-addprefix": "Description for an on-wiki gadget that deals with prefixes when editing a page.",
	"wminc-gadget-addprefix-help": "Help text for the gadget that automatically adds prefixes while editing.",
	"wminc-gadget-addprefix-toggle": "Title text for a button that toggles whether or not the prefix is shown in the gadget that automatically adds prefixes while editing.",
	"gadget-interwiki": "Description for a gadget.",
	"wminc-gadget-iw-add-wikidata": "Interface element shown in the toolbox area to add a Wikidata link instead of old-style, manual interwiki links.",
	"wminc-gadget-iw-dialog-cancel": "Label for cancel button",
	"wminc-gadget-iw-dialog-publish": "Label for a save button",
	"wminc-gadget-iw-dialog-title": "Title for the dialog to add interwiki links.",
	"wminc-gadget-iw-dialog-text": "Text explaining what one is supposed to do in the dialog to add interwiki links.",
	"wminc-gadget-iw-dialog-qid-placeholder": "Placeholder for a field to enter a Wikidata item ID.\n\nParameters:\n* $1 – a sample Wikidata item ID like Q12345",
	"wminc-gadget-iw-dialog-editpage": "Text for a button to edit the page.",
	"wminc-gadget-iw-dialog-replace-text": "Text explaining that existing interwiki links on the page will be replaced by links corresponding to the following article (which is shown on a new line).",
	"wminc-gadget-iw-dialog-replace-editinstead": "Text explaining that one should edit the page manually if something is incorrect.",
	"wminc-gadget-iw-dialog-learn-more": "Text for a link to a help page about Wikidata.",
	"wminc-gadget-iw-dialog-wikidata-search": "Text for a link to Wikidata's search page.",
	"wminc-gadget-iw-error-title": "Title for an error message related to the interwiki gadget.",
	"wminc-gadget-iw-error-invalid": "Error text explaining what made adding an interwiki link impossible.",
	"wminc-gadget-iw-error-reload": "Error text asking the user to reload the page.",
	"wminc-gadget-iw-editsummary": "Edit summary used when adding interwiki template using the interwiki gadget.",
	"tag-gadget-interwiki": "Label for a change tag that is added to changes made with the interwiki gadget. <strong>Should be kept short.</strong>",
	"tag-gadget-interwiki-description": "Description text for the change tag that is added to edits made with the interwiki gadget.",
	"gadget-settestwikipreference": "Description for a gadget.",
	"wminc-gadget-twpref-setlang": "Sidebar link to change your language preference.",
	"wminc-gadget-twpref-setlang-tooltip": "Tooltip for the link to change your language preference.",
	"wminc-gadget-twpref-setwiki": "Sidebar link to change your test wiki preference.",
	"wminc-gadget-twpref-setwiki-tooltip": "Tooltip for the link to change your test wiki preference."
}
